Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mema.tmx
Source language: ca
Languages: es_es

source: Si la traducció del mot destino a l'anglés és destination, la traducció correcta al català és destinació, ja que s'ha elegit la interpretació ``punt final o finalitat d'un procés o desplaçament''; si és destiny, la traducció correcta al català és destí, ja que s'ha elegit la interpretació ``sort futura que ens reserva l'atzar''.
es_es: Si la traducción de la palabra destino al inglés es destination, la traducción correcta al catalán es destinació, puesto que se ha elegido la interpretación ``punto final o finalidad de un proceso o desplazamiento''; si es destiny, la traducción correcta al catalán es destí, puesto que se ha elegido la interpretación ``suerte futura que nos reserva el azar''.

source: Aquestes estratègies són d'utilitat en els sistemes de traducció automàtica per transferència sintàctica pura, ja que no s'hi fa cap processament semàntic.
es_es: Estas estrategias son de utilidad en los sistemas de traducción automática por transferencia sintáctica pura, puesto que no se hace ningún procesamiento semántico.

source: El sintagma preposicional a l'hospital pot modificar el sintagma verbal li van donar o el sintagma verbal es refà de la pallisa que li van donar.
es_es: El sintagma preposicional en el hospital puede modificar el sintagma verbal le dieron o el sintagma verbal se rehace de la paliza que le dieron.

source: {Resolució de l'ambigüitat estructural}
es_es: {Resolución de la ambigüedad estructural}

source: vengar/venir: vengo, vengas, { venga}, vengamos, vengáis, vengan.
es_es: vengar/venir: vengo, vengas, { venda}, vengamos, vengáis, vengan.

source: mentir/mentar: com sentir/sentar vendar/vender: vendo, venda, { vendas}, vendamos, vendáis, vendan, vende, vendes, vendemos, vendéis, { venden}.
es_es: mentir/mentar: como sentir/sentar vendar/vender: vendo, venta, { vendas}, vendamos, vendáis, vendan, vende, ventas, vendemos, vendéis, { venden}.

source: Per exemple, l'oració La mata el vol pot voler dir dues coses, segons l'elecció de categories lèxiques (``l'acte de volar li provoca la mort'' o ``la planta sent estima per ell'').
es_es: Por ejemplo, la oración La mata el vuelo puede querer decir dos cosas, según la elección de categorías léxicas (``el acto de volar le provoca la muerte'' o ``la planta siente aprecio por él'').

source: Ambigüitat lèxica que necessita una anàlisi sintàctica per a ser resolta: l'expressió multimot sesenta y cinco pot ser un únic numeral (català seixanta-cinc) o dos numerals coordinats (català seixanta i cinc).
es_es: Ambigüedad léxica que necesita un análisis sintáctico para ser resuelta: la expresión multimot sesenta y cinco puede ser un único numeral (catalán sesenta y cinco) o dos numerales coordinados (catalán sesenta y cinco).

source: Una de les perspectives més interessants per a analitzar i ordenar els tipus d'ambigüitat descrits més amunt ens la proporciona l'anomenat principi de composicionalitat {radford99b}: { La interpretació d'una oració està determinada per la interpretació dels mots que apareixen en l'oració i per l'estructura sintàctica de l'oració.
es_es: Una de las perspectivas más interesantes para analizar y ordenar los tipos de ambigüedad descritos más arriba nos la proporciona el llamado principio de composicionalidad {radford99b}: { La interpretación de una oración está determinada por la interpretación de las palabras que aparecen en la oración y por la estructura sintáctica de la oración.

source: Podríeu pensar que, sent l'espanyol i el català tan similars sintàcticament, els problemes serien poc importants: el capítol intenta convéncer-vos que les coses no són tan senzilles com podrien semblar a primera vista.
es_es: Podríais pensar que, siendo el español y el catalán tan similares sintácticamente, los problemas serían poco importantes: el capítulo intenta convenceros que las cosas no son tan sencillas como podrían parecer a primera vista.

source: Ambigüitat estructural pura
es_es: Ambigüedad estructural pura

source: Per exemple, la frase anglesa Time flies like an arrow vol dir normalment El temps vola (com una fletxa) però també són possibles altres dues interpretacions (semànticament destrellatades però sintàcticament impecables): A les mosques del temps els agrada una fletxa o Cronometra les mosques com una fletxa.
es_es: Por ejemplo, la frase inglesa Time flies like an arrow quiere decir normalmente El tiempo vuela (como una flecha) pero también son posibles otras dos interpretaciones (semánticamente alocadas pero sintácticamente impecables): A las moscas del tiempo los gusta una flecha o Cronometra las moscas como una flecha.

source: ``Els lladres van ser atrapats a una fàbrica incendiada per un policia'' (1: Els lladres van ser capturats pel comissari a una fàbrica abandonada; 2: La fàbrica on van ser capturats va ser l'objectiu d'un agent piròman).
es_es: ``Los ladrones fueron atrapados en una fábrica incendiada por un policía'' (1: Los ladrones fueron capturados por el comisario en una fábrica abandonada; 2: La fábrica donde fueron capturados fue el objetivo de un agente pirómano).

source: Ambigüitat lèxica pura (polisèmia) del mot gat.
es_es: Ambigüedad léxica pura (polisemia) de la palabra gato.

source: Ambigüitat de l'oració per polisèmia (ambigüitat lèxica) del mot número (part d'una actuació / comptes econòmics)
es_es: Ambigüedad de la oración por polisemia (ambigüedad léxica) de la palabra número (parte de una actuación / cuentas económicas)

source: Per exemple, el mot riu és homògraf perquè té tres formes lèxiques: riu, substantiu, masculí singular; riure, verb, 3a.persona del singular, present d'indicatiu, i riure, verb, 2a.
es_es: Por ejemplo, la palabra ríe es homógrafa porque tiene tres formas léxicas: río, sustantivo, masculino singular; reír, verbo, 3.ªpersona del singular, presente de indicativo, y ríe, verbo, 2.ª

source: ``A qui has dit que telefonarien''?
es_es: ``¿A quien has dicho que llamarían''?

source: `nets' ) ) )
es_es: `limpias' ) ) )

source: {don96u
es_es: {don96uno

source: Per a resoldre l'ambigüitat d'un mot polisèmic s'ha d'usar informació semàntica; per a resoldre l'ambigüitat lèxica categorial sol ser suficient usar informació sintàctica (per exemple, la categoria gramatical del mots anterior i posterior); però, és possible resoldre l'ambigüitat deguda a l'homografia de mots de la mateixa categoria usant només la sintaxi o és necessari l'ús d'informació semàntica?
es_es: Para resolver la ambigüedad de una palabra polisémica se tiene que usar información semántica; para resolver la ambigüedad léxica categorial suele ser suficiente con usar información sintáctica (por ejemplo, la categoría gramatical del palabras anterior y posterior); pero, ¿es posible resolver la ambigüedad debida a la homografía de palabras de la misma categoría usando sólo la sintaxis o es necesario el uso de información semántica?

source: Indiqueu com es podria usar la informació present en aquestes traduccions per a resoldre les ambigüitats que es troba un sistema de traducció automàtica quan tradueix els mateixos textos a una altra llengua $L_3$ (Martin Kay, de Xerox Palo Alto, Califòrnia, anomena aquest procés triangulació en la traducció).
es_es: Indicad cómo se podría usar la información presente en estas traducciones para resolver las ambigüedades que se encuentra un sistema de traducción automática cuando traduce los mismos textos a otra lengua $L_3$ (Martin Kay, de Xerox Palo Alto, California, denomina este proceso triangulación en la traducción).

source: ``Després que la venedora acabà la descripció dels avantatges de la urbanització projectada, el comentari unànime dels inversors va ser que la trobaven molt interessant''.
es_es: ``Después de que la vendedora acabó la descripción de las ventajas de la urbanización proyectada, el comentario unánime de los inversores fue que la encontraban muy interesante''.

source: Buscarem, entre les possibles traduccions dels grups de dos mots, les que apareguen més freqüentment en el corpus i les elegirem.
es_es: Buscaremos, entre las posibles traducciones de los grupos de dos palabras, las que aparezcan más frecuentemente en el corpus y las elegiremos.

source: Homògrafs verb conjugat--preposició: bajo, { cabe}, entre, para, sobre.
es_es: Homógrafos verbo conjugado--preposición: bajo, { cabe}, entre, para, sobre.

source: En absència d'informació lèxica o semàntica, l'ambigüitat estructural{} {} és impossible de resoldre.
es_es: En ausencia de información léxica o semántica, la ambigüedad estructural{} {} es imposible de resolver.

source: Per a il·lustrar aquest fet, es presenta un assaig de classificació ---no exhaustiva--- dels homògrafs espanyols:
es_es: Para ilustrar este hecho, se presenta un ensayo de clasificación ---no exhaustiva--- de los homógrafos españoles:

source: Deien que vindria d'aquella manera.
es_es: Decían que vendría de aquella manera.

source: En la primera interpretació les és un pronom i creus és un verb, i formen junts un sintagma verbal; en la segona les és un article i creus és un substantiu i formen junts un sintagma nominal.
es_es: En la primera interpretación las es un pronombre y cruces es un verbo, y forman juntos un sintagma verbal; en la segunda las es un artículo y cruces es un sustantivo y forman juntos un sintagma nominal.

source: Però de vegades no és tan fàcil: per exemple, l'espanyol uneix moltes vegades diversos mots en un sol mot, sense que s'hi puguen distingir els mots components; en català, llevat de contraccions com al, pels, i del, sempre queda alguna indicació d'aquesta unió, com ara un apòstrof o un guionet.
es_es: Pero a veces no es tan fácil: por ejemplo, el español une muchas veces varias palabras en una sola palabra, sin que se puedan distinguir las palabras componentes; en catalán, salvo contracciones como al, por los, y del, siempre queda alguna indicación de esta unión, como por ejemplo un apóstrofo o un guión.

source: El pronom li pot tenir els antecedents Mario i la seua mare
es_es: El pronombre le puede tener los antecedentes Mario y su madre

source: En -o: 1a pers.del present d'indicatiu / subst.masc.sing.: oso, remiendo, riego, mando, canto, cardo, recibo, abono, saldo; altres: vino.
es_es: En -o: 1a pers.del presente de indicativo / subst.masc.sing.: oso, remiendo, riego, mando, canto, follo, recibo, abono, saldo; otros: vino.

source: `les mates' ) ) ) {Dos arbres per a la segona oració coordinada en ``Les gallines han destrossat el sembrat però no les mates'' (NEG = negació).}
es_es: `las matas' ) ) ) {Dos árboles para la segunda oración coordinada en ``Las gallinas han destrozado el sembrado pero no las matas'' (NEG = negación).}

source: Una de les fonts més importants d'homografia és la coincidència entre algunes terminacions de la flexió verbal i algunes terminacions de la flexió nominal i adjectival (-a, -as, -o, -e, -es), ja que involucra categories lèxiques obertes amb molts membres. Però hi ha, a més, altres fonts menys productives d'ambigüitat, com ara la coincidència d'algunes de les terminacions del present d'indicatiu dels verbs en -ar amb les del present de subjuntiu dels verbs en -er i -ir i al revés.
es_es: Una de las fuentes más importantes de homografía es la coincidencia entre algunas terminaciones de la flexión verbal y algunas terminaciones de la flexión nominal y adjetival (-a , -as, -o , -e, -se), puesto que involucra categorías léxicas abiertas con muchos miembros. Pero hay, además, otras fuentes menos productivas de ambigüedad, como por ejemplo la coincidencia de algunas de las terminaciones del presente de indicativo de los verbos en -ar con las del presente de subjuntivo de los verbos en -er e -ir y a la inversa.

source: `de Grècia' ) ) ) ) ) (.SI.
es_es: `de Grecia' ) ) ) ) ) (.SI.

source: Ambigüitat de l'oració deguda a l'ambigüitat lèxica per anàfora: el pronom 'ls i el pronom nul PRO que fa de subjecte de es barallen poden tenir els antecedents els professors i els alumnes i, per tant, poden tenir interpretacions diferents.
es_es: Ambigüedad de la oración debida a la ambigüedad léxica por anáfora: el pronombre los y el pronombre nulo PRO que hace de sujeto de <42>se pelean pueden tener los antecedentes los profesores y los alumnos y, por lo tanto, pueden tener interpretaciones diferentes.

source: Una ambigüitat sintàctica de l'oració subordinada ``el que fa''
es_es: Una ambigüedad sintáctica de la oración subordinada ``el que hace''

source: També explica per què l'oració El gos va mossegar l'home no té la mateixa interpretació que la frase L'home va mossegar el gos Aquestes oracions no volen dir el mateix perquè, malgrat tenir els mateixos mots, l'estructura sintàctica no és la mateixa.
es_es: También explica por qué la oración El perro mordió el hombre no tiene la misma interpretación que la frase El hombre mordió el perro Estas oraciones no quieren decir lo mismo porque, a pesar de tener las mismas palabras, la estructura sintáctica no es la misma.

source: La polisèmia de la preposició.
es_es: La polisemia de la preposición.

source: El sintagma nominal cançons de bressol pot modificar només el segon sintagma verbal cantar o el sintagma verbal complet ballar i cantar (és a dir, cançons de bressol pot ser objecte directe només del segon verb o dels dos).
es_es: El sintagma nominal canciones de cuna puede modificar sólo el segundo sintagma verbal cantar o el sintagma verbal completo bailar y cantar (es decir, canciones de cuna puede ser objeto directo sólo del segundo verbo o de los dos).

source: `notícies' ) ) (.SP.
es_es: `noticias' ) ) (.SP.

source: Hi ha ambigüitats de tipus lèxic que poden ser sempre correctament resoltes després de fer una anàlisi morfològica.
es_es: Hay ambigüedades de tipo léxico que pueden ser siempre correctamente resueltas después de hacer un análisis morfológico.

source: Indica quina d'aquestes tres és la font més important d'homografia (ambigüitat lèxica categorial) de l'espanyol: Les coincidències d'algunes formes d'alguns noms i d'alguns adjectius amb certes formes conjugades d'alguns verbs.
es_es: Indica cuál de estas tres es la fuente más importante de homografía (ambigüedad léxica categorial) del español: Las coincidencias de algunas formas de algunos nombres y de algunos adjetivos con ciertas formas conjugadas de algunos verbos.

source: [Concordança de gènere i nombre:] De vegades el gènere i el nombre d'un mot varien de l'espanyol al català.
es_es: [Concordancia de género y número:] A veces el género y el número de una palabra varían del español al catalán.

source: En -es: Pres.subj., 2a pers.sing.(1a conj.) / subst.masc. i fem.pl.: sales (verb salar), ases (verb asar), cantes, dejes, sobres, poses, apuntes Pres.
es_es: En -se: Preso.subj., 2a pers.sing.(1a conj.) / subst.masc. y estiércol.pl.: salas (verbo salar), asnos (verbo asar), cantas, dejes, sobres, pones, apuntas Tomado.

source: Per a elegir-ne un, podem, per exemple, prendre tots els possibles sentits del mot ambigu i assignar-los el sentit associat al concepte que està més prop dels conceptes representats pels mots veïns en el text.
es_es: Para elegir uno, podemos, por ejemplo, tomar todos los posibles sentidos de la palabra ambigua y asignarles el sentido asociado al concepto que está más cerca de los conceptos representados por las palabras vecinas en el texto.

source: Moltes vegades, l'ambigüitat lèxica no és ni polisèmia ({ estació}, { bomba}), ni ambigüitat lèxica amb canvi de categoria gramatical ({ sobre} [preposició, substantiu i, en la varietat valenciana, verb], { riu} [substantiu i verb]) sinó que succeeix perquè dues formes { de la mateixa categoria lèxica} són homògrafes: { volem} pot ser una forma del verb { volar} i del verb { voler}; { podeu} pot ser una forma del verb { poder} i del verb { podar}; en espanyol, { creo} és una forma de { creer} o de { crear}, { fui} és una forma de { ir} o de { ser}, etc.
es_es: Muchas veces, la ambigüedad léxica no es ni polisemia ({ estación}, { bomba}), ni ambigüedad léxica con cambio de categoría gramatical ({ sobre} [preposición, sustantivo y, en la variedad valenciana, verbo], { río} [sustantivo y verbo]) sino que sucede porque dos formas { de la misma categoría léxica} son homógrafas: { queremos} puede ser una forma del verbo { volar} y del verbo { querer}; { podéis} puede ser una forma del verbo { poder} y del verbo { podar}; en español, { creo} es una forma { de creer} o de crear { }, { fui} es una forma { de ir} o de ser { }, etc.

source: Altres terminacions: sal (verb salir) mentís, pagaré.
es_es: Otras terminaciones: sal (verbo salir) mintiera, pagaré.

source: Aquests mots s'anomenen habitualment polisèmics i aquest tipus d'ambigüitat, polisèmia.
es_es: Estas palabras se denominan habitualmente polisémicas y este tipo de ambigüedad polisemia.

source: No, perquè cal determinar bé la longitud del sintagma nominal que segueix a cuyo per a poder posar del qual en la posició correcta.
es_es: No, porque hay que determinar bien la longitud del sintagma nominal que sigue a cuyo para poder poner del cual en la posición correcta.

source: En alguns casos, la sintaxi podria donar pistes que permetrien una desambiguació molt aproximada.
es_es: En algunos casos, la sintaxis podría dar pistas que permitirían una desambiguación muy aproximada.

source: Ambigüitat estructural d'adjunció.
es_es: Ambigüedad estructural de adyunción.

source: Ambigüitat estructural d'adjunció: el sintagma preposicional a la gallega pot modificar el nom polp per a formar sintagma nominal polp a la gallega o modificar el sintagma verbal serviran polp (amb nucli serviran) i formar el sintagma verbal serviran polp a la gallega.
es_es: Ambigüedad estructural de adyunción: el sintagma preposicional a la gallega puede modificar el nombre pulpo para formar el sintagma nominal pulpo a la gallega o modificar el sintagma verbal servirán pulpo (con núcleo servirán) y formar el sintagma verbal servirán pulpo a la gallega.

source: Per exemple, si en un corpus bilingüe espanyol--català l'aparició de destino prop d'{ incierto} en espanyol coincideix amb l'aparició de destí en català, podem dir que el mot destino té en aquest cas la interpretació de ``sort futura''; en canvi, si l'aparició de { destino} prop d'estación o aeropuerto en espanyol coincideix amb l'aparició destinació en català, podem elegir el sentit de ``punt d'arribada''.
es_es: Por ejemplo, si en un corpus bilingüe español--catalán la aparición de destino cerca de { incierto} en español coincide con la aparición de destino en catalán, podemos decir que la palabra destino tiene en este caso la interpretación de ``suerte futura''; en cambio, si la aparición de destino { } cerca de estación o aeropuerto en español coincide con la aparición destino en catalán, podemos elegir el sentido de ``punto de llegada''.

source: Indiqueu com traduïríeu les següents expressions espanyoles al séverla i perquè heu elegit aqueixa traducció i no una altra: dirección postal dirección electrónica dirección asistida dirección general diseño moderno diseño asistido
es_es: Indicad como traduciríais las siguientes expresiones españolas al séverla y porque habéis elegido esa traducción y no otra: dirección postal dirección electrónica dirección asistida dirección general diseño moderno diseño asistido

source: En (a) les mates és un sintagma determinant compost d'un article i un substantiu, que fa d'objecte del verb el·líptic destrossat, mentre que en (b) les mates és un sintagma verbal compost d'un pronom ({ les}) que es refereix a Les gallines i un verb ({ mates}), sintagma que constitueix un sintagma verbal en la segona oració coordinada (vegeu la fig. ).
es_es: En (a) las matas es un sintagma determinante compuesto por un artículo y un sustantivo, que hace de objeto del verbo elíptico destrozado, mientras que en (b) las matas es un sintagma verbal compuesto de un pronombre ({ las}) que se refiere a Las gallinas y un verbo ({ matas}), sintagma que constituye un sintagma verbal en la segunda oración coordinada (veáis la fig. ).

source: D'altra banda, estructural: en la primera interpretació, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segon, només el participi privado ([[coto] [[privado] [de caza]]]).
es_es: Por otro lado, estructural: en la primera interpretación, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segundo, sólo el participio privado ([[coto] [[privado] [de caza]]]).

source: fem.
es_es: hagamos.

source: Les aplicacions potencialment més interessants de la TA espanyol--català s'emmarquen dins de l'anomenada { normalització lingüística}, és a dir, l'esforç de les societats de parla catalana per promoure'n l'ús normal en tots els àmbits; un exemple actual el constitueixen els servidors d'Internet d'institucions públiques i d'empreses privades dels Països Catalans, on la presència del català és encara minoritària.
es_es: Las aplicaciones potencialmente más interesantes de la TA español--catalán se enmarcan dentro de la llamada { normalización lingüística}, es decir, el esfuerzo de las sociedades de habla catalana para promover el uso normal en todos los ámbitos; un ejemplo actual lo constituyen los servidores de Internet de instituciones públicas y de empresas privadas de los Países Catalanes, donde la presencia del catalán es todavía minoritaria.

source: També anomenats díctics, relacionats amb la deïxi o dixi.
es_es: También llamados díctics, relacionados con la deïxi o dixi.

source: L'ambigüitat estructural associada a les conjuncions coordinatives se sol anomenar d'origen coordinatiu.
es_es: La ambigüedad estructural asociada a las conjunciones coordinativas se suele denominar de origen coordinativo.

source: subj., 1a i 3a pers.sing.(2a i 3a conj.) / adj.fem.sing.: viva.
es_es: subj., 1a y 3a pers.sing.(2a y 3a conj.) / adj.hacemos.sing.: viva.

source: Ambigüitat deguda a l'ambigüitat lèxica
es_es: Ambigüedad debida a la ambigüedad léxica

source: ... és estructural d'origen coordinatiu.
es_es: ... es estructural de orígen coordinativo.

source: Quin tipus d'ambigüitat es produeix en el pronom feble li de la frase ``Vaig veure Mario i la seua mare; li vaig dir que m'agradava molt el seu fill''?
es_es: Qué tipo de ambigüedad se produce en el pronombre débil le de la frase ``Voy a ver a Mario y a su madre; le dije que me gustaba mucho su hijo''?

source: Aquesta classe d'ambigüitats se sol incloure dins d'un grup de fenòmens més generals anomenats ambigüitats per el·lipsi.
es_es: Esta clase de ambigüedades se suele incluir dentro de un grupo de fenómenos más generales denominados ambigüedades por elipsis.

source: En principi, es podria dir que les persones resolem l'ambigüitat estructural ---pura o d'origen categorial--- elegint, usant les interpretacions assignades a cada una de les estructures possibles (principi de composicionalitat), quina és la més versemblant en una situació comunicativa determinada.
es_es: En principio, se podría decir que las personas resolvemos la ambigüedad estructural ---pura o de origen categorial--- eligiendo, usando las interpretaciones asignadas a cada una de las estructuras posibles (principio de composicionalitat), cuál es la más verosímil en una situación comunicativa determinada.

source: Fixem-nos en l'ambigüitat lèxica deguda als mots polisèmics, i imaginem que tenim $L_1$=espanyol, $L_2$=anglés i $L_3$=català.
es_es: Fijémonos en la ambigüedad léxica debida a las palabras polisémicas, e imaginemos que tenemos $L_1$=español, $L_2$=inglés y $L_3$=catalán.
